{
  "text": {
    "hi": 140,
    "hello": 137,
    "hey": 139,
    "good": 124,
    "morning": 196,
    "evening": 97,
    "howdy": 146,
    "what": 318,
    "s": 254,
    "up": 312,
    "greetings": 127,
    "there": 297,
    "nice": 201,
    "to": 304,
    "meet": 188,
    "you": 333,
    "yo": 332,
    "bot": 33,
    "bye": 35,
    "goodbye": 125,
    "see": 260,
    "later": 168,
    "take": 284,
    "care": 41,
    "have": 133,
    "a": 0,
    "day": 69,
    "farewell": 107,
    "ya": 329,
    "talk": 285,
    "catch": 42,
    "yes": 331,
    "sure": 281,
    "absolutely": 2,
    "that": 295,
    "right": 251,
    "indeed": 153,
    "definitely": 71,
    "okay": 212,
    "yup": 336,
    "correct": 57,
    "fine": 115,
    "sounds": 271,
    "no": 202,
    "not": 204,
    "really": 242,
    "i": 149,
    "don": 85,
    "t": 283,
    "think": 298,
    "so": 268,
    "never": 199,
    "nope": 203,
    "exactly": 100,
    "incorrect": 152,
    "wrong": 328,
    "how": 145,
    "can": 39,
    "apply": 23,
    "for": 117,
    "admission": 10,
    "mits": 194,
    "gwalior": 130,
    "are": 26,
    "the": 296,
    "requirements": 248,
    "b": 32,
    "tech": 290,
    "program": 237,
    "tell": 293,
    "me": 185,
    "eligibility": 92,
    "criteria": 62,
    "m": 178,
    "at": 29,
    "when": 319,
    "is": 159,
    "last": 167,
    "date": 67,
    "submit": 279,
    "application": 21,
    "mca": 184,
    "admissions": 11,
    "documents": 83,
    "needed": 198,
    "phd": 226,
    "online": 214,
    "detailed": 76,
    "process": 234,
    "arch": 24,
    "where": 320,
    "find": 114,
    "form": 118,
    "an": 17,
    "entrance": 95,
    "exam": 101,
    "required": 247,
    "tests": 294,
    "does": 84,
    "accept": 4,
    "fee": 108,
    "interviews": 158,
    "mba": 183,
    "about": 1,
    "lateral": 169,
    "entry": 96,
    "procedure": 233,
    "get": 122,
    "admitted": 12,
    "deadline": 70,
    "information": 154,
    "academic": 3,
    "programs": 238,
    "offer": 207,
    "computer": 52,
    "science": 259,
    "and": 18,
    "engineering": 94,
    "department": 73,
    "offerings": 209,
    "do": 82,
    "course": 59,
    "available": 30,
    "disciplines": 81,
    "list": 174,
    "specializations": 272,
    "under": 311,
    "degree": 72,
    "choose": 46,
    "from": 119,
    "give": 123,
    "details": 77,
    "architecture": 25,
    "curriculum": 66,
    "structure": 277,
    "if": 150,
    "in": 151,
    "which": 321,
    "fields": 112,
    "any": 20,
    "diploma": 78,
    "courses": 60,
    "long": 177,
    "syllabus": 282,
    "civil": 47,
    "taught": 286,
    "electrical": 90,
    "all": 15,
    "tuition": 309,
    "much": 197,
    "cost": 58,
    "per": 224,
    "year": 330,
    "current": 65,
    "hostel": 144,
    "fees": 109,
    "scholarships": 258,
    "students": 278,
    "methods": 192,
    "use": 314,
    "pay": 222,
    "concessions": 53,
    "or": 218,
    "financial": 113,
    "aid": 14,
    "options": 217,
    "examination": 102,
    "provide": 239,
    "separate": 264,
    "transportation": 307,
    "total": 305,
    "installments": 156,
    "payment": 223,
    "library": 172,
    "lab": 164,
    "who": 322,
    "professors": 235,
    "faculty": 106,
    "members": 190,
    "mechanical": 186,
    "many": 181,
    "teach": 287,
    "directory": 80,
    "primary": 232,
    "research": 249,
    "areas": 28,
    "of": 205,
    "qualifications": 241,
    "electronics": 91,
    "telecommunication": 292,
    "head": 134,
    "hod": 143,
    "highlight": 142,
    "some": 269,
    "recent": 243,
    "achievements": 7,
    "visiting": 317,
    "departments": 74,
    "contact": 55,
    "applied": 22,
    "humanities": 148,
    "expert": 104,
    "ai": 13,
    "within": 325,
    "cse": 63,
    "events": 99,
    "scheduled": 257,
    "this": 299,
    "semester": 262,
    "next": 200,
    "cultural": 64,
    "fest": 110,
    "upcoming": 313,
    "workshops": 326,
    "seminars": 263,
    "annual": 19,
    "technical": 291,
    "dates": 68,
    "inter": 157,
    "college": 50,
    "sports": 274,
    "register": 245,
    "conference": 54,
    "alumni": 16,
    "meetups": 189,
    "planned": 230,
    "schedule": 256,
    "campus": 38,
    "placement": 228,
    "drives": 86,
    "official": 211,
    "event": 98,
    "calendar": 37,
    "guest": 129,
    "lectures": 171,
    "happening": 132,
    "soon": 270,
    "participate": 220,
    "hackathon": 131,
    "past": 221,
    "held": 136,
    "class": 48,
    "first": 116,
    "timetable": 302,
    "usually": 315,
    "time": 300,
    "administration": 8,
    "office": 210,
    "open": 215,
    "sessions": 265,
    "ece": 89,
    "released": 246,
    "access": 5,
    "opening": 216,
    "closing": 49,
    "times": 301,
    "timings": 303,
    "center": 44,
    "mid": 193,
    "exams": 103,
    "show": 267,
    "monday": 195,
    "teaches": 289,
    "profiles": 236,
    "teachers": 288,
    "human": 147,
    "made": 179,
    "your": 334,
    "purpose": 240,
    "yourself": 335,
    "help": 138,
    "with": 324,
    "kind": 163,
    "live": 175,
    "support": 280,
    "located": 176,
    "facilities": 105,
    "on": 213,
    "central": 45,
    "its": 160,
    "resources": 250,
    "like": 173,
    "grounds": 128,
    "courts": 61,
    "accommodations": 6,
    "e": 87,
    "g": 120,
    "room": 253,
    "sharing": 266,
    "mess": 191,
    "cafeteria": 36,
    "canteen": 40,
    "large": 166,
    "area": 27,
    "laboratory": 165,
    "infrastructure": 155,
    "medical": 187,
    "directions": 79,
    "map": 182,
    "main": 180,
    "administrative": 9,
    "building": 34,
    "wi": 323,
    "fi": 111,
    "wouls": 327,
    "latest": 170,
    "statistics": 275,
    "companies": 51,
    "typically": 310,
    "recruit": 244,
    "average": 31,
    "salary": 255,
    "package": 219,
    "offered": 208,
    "graduates": 126,
    "cell": 43,
    "prepare": 231,
    "jobs": 162,
    "describe": 75,
    "specific": 273,
    "training": 306,
    "trends": 308,
    "highest": 141,
    "percentage": 225,
    "eligible": 93,
    "placed": 227,
    "each": 88,
    "heads": 135,
    "core": 56,
    "visit": 316,
    "placements": 229,
    "job": 161,
    "roles": 252,
    "generally": 121,
    "seeking": 261,
    "off": 206,
    "stats": 276
  },
  "intent": {
    "greet": 13,
    "goodbye": 12,
    "affirm": 0,
    "deny": 10,
    "ask_admission": 1,
    "ask_courses": 3,
    "ask_fees": 6,
    "ask_faculty": 5,
    "ask_events": 4,
    "ask_timetable": 8,
    "faculty_info": 11,
    "bot_challenge": 9,
    "ask_campus": 2,
    "ask_placements": 7,
    "out_of_scope": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_affirm": 12,
    "utter_ask_admission": 13,
    "utter_ask_campus": 14,
    "utter_ask_courses": 15,
    "utter_ask_events": 16,
    "utter_ask_faculty": 17,
    "utter_ask_fees": 18,
    "utter_ask_placements": 19,
    "utter_ask_timetable": 20,
    "utter_bot_challenge": 21,
    "utter_deny": 22,
    "utter_faculty_info": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_out_of_scope": 26
  },
  "action_text": null,
  "intent_response_key": null
}