{
  "text": {
    "hi": 140,
    "hello": 137,
    "hey": 139,
    "good": 124,
    "morning": 197,
    "evening": 97,
    "howdy": 146,
    "what": 319,
    "s": 255,
    "up": 313,
    "greetings": 127,
    "there": 298,
    "nice": 202,
    "to": 305,
    "meet": 189,
    "you": 334,
    "yo": 333,
    "bot": 33,
    "bye": 35,
    "goodbye": 125,
    "see": 261,
    "later": 169,
    "take": 285,
    "care": 41,
    "have": 133,
    "a": 0,
    "day": 69,
    "farewell": 107,
    "ya": 330,
    "talk": 286,
    "catch": 42,
    "where": 321,
    "is": 159,
    "mits": 195,
    "yes": 332,
    "sure": 282,
    "absolutely": 2,
    "that": 296,
    "right": 252,
    "indeed": 153,
    "definitely": 71,
    "okay": 213,
    "yup": 337,
    "correct": 57,
    "fine": 115,
    "sounds": 272,
    "no": 203,
    "not": 205,
    "really": 243,
    "i": 149,
    "don": 85,
    "t": 284,
    "think": 299,
    "so": 269,
    "never": 200,
    "nope": 204,
    "exactly": 100,
    "incorrect": 152,
    "wrong": 329,
    "how": 145,
    "can": 39,
    "apply": 23,
    "for": 117,
    "admission": 10,
    "gwalior": 130,
    "are": 26,
    "the": 297,
    "requirements": 249,
    "b": 32,
    "tech": 291,
    "program": 238,
    "tell": 294,
    "me": 186,
    "eligibility": 92,
    "criteria": 62,
    "m": 179,
    "at": 29,
    "when": 320,
    "last": 168,
    "date": 67,
    "submit": 280,
    "application": 21,
    "mca": 185,
    "admissions": 11,
    "documents": 83,
    "needed": 199,
    "phd": 227,
    "online": 215,
    "detailed": 76,
    "process": 235,
    "arch": 24,
    "find": 114,
    "form": 118,
    "an": 17,
    "entrance": 95,
    "exam": 101,
    "required": 248,
    "tests": 295,
    "does": 84,
    "accept": 4,
    "fee": 108,
    "interviews": 158,
    "mba": 184,
    "about": 1,
    "lateral": 170,
    "entry": 96,
    "procedure": 234,
    "get": 122,
    "admitted": 12,
    "deadline": 70,
    "information": 154,
    "isi": 160,
    "of": 206,
    "academic": 3,
    "programs": 239,
    "offer": 208,
    "computer": 52,
    "science": 260,
    "and": 18,
    "engineering": 94,
    "department": 73,
    "offerings": 210,
    "do": 82,
    "course": 59,
    "available": 30,
    "disciplines": 81,
    "list": 175,
    "specializations": 273,
    "under": 312,
    "degree": 72,
    "choose": 46,
    "from": 119,
    "give": 123,
    "details": 77,
    "architecture": 25,
    "curriculum": 66,
    "structure": 278,
    "if": 150,
    "in": 151,
    "which": 322,
    "fields": 112,
    "any": 20,
    "diploma": 78,
    "courses": 60,
    "long": 178,
    "syllabus": 283,
    "civil": 47,
    "taught": 287,
    "electrical": 90,
    "all": 15,
    "tuition": 310,
    "much": 198,
    "cost": 58,
    "per": 225,
    "year": 331,
    "current": 65,
    "hostel": 144,
    "fees": 109,
    "scholarships": 259,
    "students": 279,
    "methods": 193,
    "use": 315,
    "pay": 223,
    "concessions": 53,
    "or": 219,
    "financial": 113,
    "aid": 14,
    "options": 218,
    "examination": 102,
    "provide": 240,
    "separate": 265,
    "transportation": 308,
    "total": 306,
    "installments": 156,
    "payment": 224,
    "library": 173,
    "lab": 165,
    "who": 323,
    "professors": 236,
    "faculty": 106,
    "members": 191,
    "mechanical": 187,
    "many": 182,
    "teach": 288,
    "directory": 80,
    "primary": 233,
    "research": 250,
    "areas": 28,
    "qualifications": 242,
    "electronics": 91,
    "telecommunication": 293,
    "head": 134,
    "hod": 143,
    "highlight": 142,
    "some": 270,
    "recent": 244,
    "achievements": 7,
    "visiting": 318,
    "departments": 74,
    "contact": 55,
    "applied": 22,
    "humanities": 148,
    "expert": 104,
    "ai": 13,
    "within": 326,
    "cse": 63,
    "events": 99,
    "scheduled": 258,
    "this": 300,
    "semester": 263,
    "next": 201,
    "cultural": 64,
    "fest": 110,
    "upcoming": 314,
    "workshops": 327,
    "seminars": 264,
    "annual": 19,
    "technical": 292,
    "dates": 68,
    "inter": 157,
    "college": 50,
    "sports": 275,
    "register": 246,
    "conference": 54,
    "alumni": 16,
    "meetups": 190,
    "planned": 231,
    "schedule": 257,
    "campus": 38,
    "placement": 229,
    "drives": 86,
    "official": 212,
    "event": 98,
    "calendar": 37,
    "guest": 129,
    "lectures": 172,
    "happening": 132,
    "soon": 271,
    "participate": 221,
    "hackathon": 131,
    "past": 222,
    "held": 136,
    "class": 48,
    "first": 116,
    "timetable": 303,
    "usually": 316,
    "time": 301,
    "administration": 8,
    "office": 211,
    "open": 216,
    "sessions": 266,
    "ece": 89,
    "released": 247,
    "access": 5,
    "opening": 217,
    "closing": 49,
    "times": 302,
    "timings": 304,
    "center": 44,
    "mid": 194,
    "exams": 103,
    "show": 268,
    "monday": 196,
    "teaches": 290,
    "profiles": 237,
    "teachers": 289,
    "human": 147,
    "made": 180,
    "your": 335,
    "purpose": 241,
    "yourself": 336,
    "help": 138,
    "with": 325,
    "kind": 164,
    "live": 176,
    "support": 281,
    "located": 177,
    "facilities": 105,
    "on": 214,
    "central": 45,
    "its": 161,
    "resources": 251,
    "like": 174,
    "grounds": 128,
    "courts": 61,
    "accommodations": 6,
    "e": 87,
    "g": 120,
    "room": 254,
    "sharing": 267,
    "mess": 192,
    "cafeteria": 36,
    "canteen": 40,
    "large": 167,
    "area": 27,
    "laboratory": 166,
    "infrastructure": 155,
    "medical": 188,
    "directions": 79,
    "map": 183,
    "main": 181,
    "administrative": 9,
    "building": 34,
    "wi": 324,
    "fi": 111,
    "wouls": 328,
    "latest": 171,
    "statistics": 276,
    "companies": 51,
    "typically": 311,
    "recruit": 245,
    "average": 31,
    "salary": 256,
    "package": 220,
    "offered": 209,
    "graduates": 126,
    "cell": 43,
    "prepare": 232,
    "jobs": 163,
    "describe": 75,
    "specific": 274,
    "training": 307,
    "trends": 309,
    "highest": 141,
    "percentage": 226,
    "eligible": 93,
    "placed": 228,
    "each": 88,
    "heads": 135,
    "core": 56,
    "visit": 317,
    "placements": 230,
    "job": 162,
    "roles": 253,
    "generally": 121,
    "seeking": 262,
    "off": 207,
    "stats": 277
  },
  "intent": {
    "greet": 13,
    "goodbye": 12,
    "affirm": 0,
    "deny": 10,
    "ask_admission": 1,
    "ask_courses": 3,
    "ask_fees": 6,
    "ask_faculty": 5,
    "ask_events": 4,
    "ask_timetable": 8,
    "faculty_info": 11,
    "bot_challenge": 9,
    "ask_campus": 2,
    "ask_placements": 7,
    "out_of_scope": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_affirm": 12,
    "utter_ask_admission": 13,
    "utter_ask_campus": 14,
    "utter_ask_courses": 15,
    "utter_ask_events": 16,
    "utter_ask_faculty": 17,
    "utter_ask_fees": 18,
    "utter_ask_placements": 19,
    "utter_ask_timetable": 20,
    "utter_bot_challenge": 21,
    "utter_deny": 22,
    "utter_faculty_info": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_out_of_scope": 26
  },
  "action_text": null,
  "intent_response_key": null
}