{
  "text": {
    "hi": 43,
    "hello": 41,
    "hey": 42,
    "good": 37,
    "morning": 58,
    "evening": 30,
    "howdy": 46,
    "what": 97,
    "s": 75,
    "up": 95,
    "bye": 10,
    "goodbye": 38,
    "see": 79,
    "you": 102,
    "later": 52,
    "take": 84,
    "care": 12,
    "have": 40,
    "a": 0,
    "nice": 63,
    "day": 22,
    "yes": 101,
    "sure": 82,
    "absolutely": 2,
    "that": 87,
    "right": 74,
    "no": 64,
    "not": 65,
    "really": 72,
    "i": 48,
    "don": 27,
    "t": 83,
    "think": 90,
    "so": 81,
    "how": 45,
    "can": 11,
    "apply": 6,
    "for": 36,
    "admission": 3,
    "are": 7,
    "the": 88,
    "requirements": 73,
    "when": 98,
    "is": 50,
    "last": 51,
    "date": 21,
    "to": 93,
    "documents": 25,
    "do": 24,
    "need": 61,
    "online": 67,
    "courses": 18,
    "offer": 66,
    "tell": 86,
    "me": 56,
    "about": 1,
    "computer": 15,
    "science": 78,
    "program": 70,
    "an": 4,
    "mba": 55,
    "course": 17,
    "available": 8,
    "engineering": 29,
    "tuition": 94,
    "fee": 33,
    "much": 59,
    "does": 26,
    "cost": 16,
    "hostel": 44,
    "fees": 34,
    "there": 89,
    "scholarship": 77,
    "who": 99,
    "teaches": 85,
    "professors": 69,
    "in": 49,
    "economics": 28,
    "department": 23,
    "many": 54,
    "faculty": 32,
    "members": 57,
    "events": 31,
    "happening": 39,
    "this": 91,
    "semester": 80,
    "next": 62,
    "cultural": 20,
    "fest": 35,
    "any": 5,
    "workshops": 100,
    "week": 96,
    "my": 60,
    "class": 13,
    "schedule": 76,
    "lecture": 53,
    "time": 92,
    "college": 14,
    "open": 68,
    "bot": 9,
    "human": 47,
    "created": 19,
    "your": 103,
    "purpose": 71
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "affirm": 0,
    "deny": 8,
    "ask_admission": 1,
    "ask_courses": 2,
    "ask_fees": 5,
    "ask_faculty": 4,
    "ask_events": 3,
    "ask_timetable": 6,
    "bot_challenge": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_admission": 12,
    "utter_ask_courses": 13,
    "utter_ask_events": 14,
    "utter_ask_faculty": 15,
    "utter_ask_fees": 16,
    "utter_ask_timetable": 17,
    "utter_bot_challenge": 18,
    "utter_goodbye": 19,
    "utter_greet": 20
  },
  "action_text": null,
  "intent_response_key": null
}