{
  "text": {
    "hi": 92,
    "hello": 90,
    "hey": 91,
    "good": 82,
    "morning": 122,
    "evening": 64,
    "howdy": 96,
    "what": 203,
    "s": 163,
    "up": 198,
    "greetings": 85,
    "there": 188,
    "nice": 128,
    "to": 194,
    "meet": 119,
    "you": 211,
    "bye": 25,
    "goodbye": 83,
    "see": 168,
    "later": 107,
    "take": 180,
    "care": 30,
    "have": 88,
    "a": 0,
    "day": 49,
    "farewell": 73,
    "ya": 209,
    "yes": 210,
    "sure": 178,
    "absolutely": 2,
    "that": 186,
    "right": 162,
    "indeed": 101,
    "definitely": 50,
    "okay": 135,
    "yup": 213,
    "no": 129,
    "not": 131,
    "really": 157,
    "i": 99,
    "don": 57,
    "t": 179,
    "think": 189,
    "so": 172,
    "never": 126,
    "nope": 130,
    "exactly": 67,
    "how": 95,
    "can": 28,
    "apply": 14,
    "for": 78,
    "admission": 6,
    "mits": 121,
    "gwalior": 86,
    "are": 17,
    "the": 187,
    "requirements": 160,
    "b": 23,
    "tech": 182,
    "at": 20,
    "when": 204,
    "is": 103,
    "last": 106,
    "date": 47,
    "m": 112,
    "admissions": 7,
    "documents": 55,
    "do": 54,
    "need": 125,
    "mca": 115,
    "online": 137,
    "process": 150,
    "phd": 144,
    "tell": 185,
    "me": 116,
    "about": 1,
    "eligibility": 61,
    "criteria": 44,
    "arch": 15,
    "where": 205,
    "find": 77,
    "form": 79,
    "any": 12,
    "entrance": 63,
    "exam": 68,
    "specializations": 173,
    "offered": 134,
    "in": 100,
    "courses": 42,
    "offer": 133,
    "computer": 36,
    "science": 167,
    "and": 11,
    "engineering": 62,
    "program": 152,
    "an": 10,
    "mba": 114,
    "course": 41,
    "available": 21,
    "list": 110,
    "architecture": 16,
    "curriculum": 46,
    "programs": 153,
    "diploma": 52,
    "tuition": 197,
    "fee": 74,
    "much": 123,
    "does": 56,
    "cost": 40,
    "hostel": 94,
    "fees": 75,
    "scholarship": 166,
    "payment": 142,
    "options": 141,
    "concessions": 37,
    "examination": 69,
    "transportation": 196,
    "structure": 176,
    "who": 207,
    "teaches": 181,
    "professors": 151,
    "economics": 59,
    "department": 51,
    "many": 113,
    "faculty": 72,
    "members": 120,
    "civil": 31,
    "directory": 53,
    "of": 132,
    "research": 161,
    "areas": 19,
    "qualifications": 156,
    "electronics": 60,
    "telecommunication": 184,
    "head": 89,
    "mechanical": 117,
    "achievements": 5,
    "visiting": 201,
    "provide": 154,
    "contact": 39,
    "information": 102,
    "applied": 13,
    "humanities": 98,
    "events": 66,
    "happening": 87,
    "this": 190,
    "semester": 169,
    "next": 127,
    "cultural": 45,
    "fest": 76,
    "workshops": 208,
    "week": 202,
    "upcoming": 199,
    "technical": 183,
    "dates": 48,
    "sports": 174,
    "register": 159,
    "conferences": 38,
    "alumni": 9,
    "planned": 148,
    "schedule": 165,
    "placement": 146,
    "drives": 58,
    "seminars": 170,
    "event": 65,
    "calendar": 26,
    "my": 124,
    "class": 32,
    "lecture": 108,
    "time": 191,
    "college": 34,
    "open": 138,
    "academic": 3,
    "timetable": 192,
    "laboratory": 104,
    "sessions": 171,
    "students": 177,
    "access": 4,
    "classes": 33,
    "library": 109,
    "opening": 139,
    "timings": 193,
    "bot": 24,
    "human": 97,
    "created": 43,
    "your": 212,
    "purpose": 155,
    "ai": 8,
    "campus": 27,
    "located": 111,
    "facilities": 70,
    "on": 136,
    "canteen": 29,
    "area": 18,
    "labs": 105,
    "medical": 118,
    "facility": 71,
    "statistics": 175,
    "which": 206,
    "companies": 35,
    "visit": 200,
    "placements": 147,
    "average": 22,
    "salary": 164,
    "graduates": 84,
    "prepare": 149,
    "training": 195,
    "opportunities": 140,
    "recent": 158,
    "highest": 93,
    "percentage": 143,
    "get": 81,
    "placed": 145,
    "from": 80
  },
  "intent": {
    "greet": 12,
    "goodbye": 11,
    "affirm": 0,
    "deny": 10,
    "ask_admission": 1,
    "ask_courses": 3,
    "ask_fees": 6,
    "ask_faculty": 5,
    "ask_events": 4,
    "ask_timetable": 8,
    "bot_challenge": 9,
    "ask_campus": 2,
    "ask_placements": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_affirm": 12,
    "utter_ask_admission": 13,
    "utter_ask_campus": 14,
    "utter_ask_courses": 15,
    "utter_ask_events": 16,
    "utter_ask_faculty": 17,
    "utter_ask_fees": 18,
    "utter_ask_placements": 19,
    "utter_ask_timetable": 20,
    "utter_bot_challenge": 21,
    "utter_deny": 22,
    "utter_goodbye": 23,
    "utter_greet": 24
  },
  "action_text": null,
  "intent_response_key": null
}